import '../paragraph.css';

export default function PrivacyPage() {
  return <div className="leading-loose sitetext">
    <h1>プライバシーポリシー</h1>
    <div>
    NeoPen株式会社（以下「当社」といいます）は、個人情報の保護に関する法律および関連する政省令、ガイドライン等（以下「法令等」といいます）を遵守し、個人情報を適切に管理・利用いたします。<br />
ユーザーにおかれましては、当社が運営する各種サービス（以下あわせて「サービス等」といいます）のご利用のため、下記のプライバシーポリシーをご熟読ください。
    </div>
    <div>
    <h3>1.	個人情報の取得について</h3>
当社は、あらかじめ通知・公表した利用目的の達成に必要な範囲において、お客様等の個人情報を適正かつ適法な手段によって取得します。当社が取得する情報には、以下のものが含まれます（以下（１）および（２）をあわせて「取得情報」とします）。<br />
(1)	当社がお客様等から取得する情報（ただし、サービス等によって取得する情報は異なる可能性があります）個人情報とは、個人情報の保護に関する法律（平成15年法律第57号、以下「個人情報保護法」といいます）第2条第1項に定める個人情報をいいますが、特に当社において下記を個人情報として扱います。<br />
①	氏名、生年月日、性別、その他の特定の個人を識別することができる情報<br />
②	特定の個人情報に結びついて使用されるご住所、電話番号、アカウント情報（メールアドレスおよびパスワード等をいいます）、ニックネーム等の情報<br />
③	クレジットカード情報<br />
④	個人情報と一体となった趣味、家族構成、年齢その他の個人に関する属性情報<br />
⑤	お客様等の本人確認に関する情報<br />
(2)	当社がサービス等の利用に関連して取得する情報<br />
個人情報に該当するか否かにかかわらず、サービス等の利用に関する以下の情報を取得します。<br />
①	お客様等がご利用になったサービス等の内容、ご利用日時および回数、サービス等の利用時のお客様等のオンライン行動等、お客様等によるサービス等の利用・閲覧に関連する情報（これには、Cookie情報、アクセスログ等の利用状況に関する情報、ご利用の端末情報、位置情報、そしてIPアドレス、ブラウザ情報、ブラウザ言語等を含むお客様等の通信に関する情報を含みます）<br />
②	お客様等がサービス等に掲載・発信した投稿、写真、動画、コメント、お問い合わせ、その他の情報<br />
③	お客様等のサービス等での決済状況に関する情報
    </div>
    <div>
    <h3>2.	個人情報の利用について</h3>
当社は、以下の利用目的のために取得情報を利用します。以下に定めのない目的に個人情報を利用する場合は、あらかじめお客様等の同意を得た上で利用します。<br />
(1)	サービス等に関する各種事項の連絡、サービス等の提供及び運営のため<br />
(2)	サービス等に関する本人確認、利用料金のご請求、決済および認証等を確認するため<br />
(3)	サービス等のネットワーク、アプリケーション、システム等の運用及び保守のため<br />
(4)	サービス等の改善、品質向上及び本サービスに関連する新サービスの企画開発のため<br />
(5)	サービス等に関する各種キャンペーン、その他販売促進施策、イベント等の案内および提供のため<br />
(6)	サービス等に関するお客様等からのご意見、ご要望、お問い合わせ等へ対応するため<br />
(7)	アンケート企画等、お客様等よりいただいたご回答内容を分析し、サービス等に反映するため（なお、個人を識別できない形式に加工した統計データを作成公表することもあります）<br />
(8)	サービス等に関する当社規約、社内規程等に違反する行為へ対応するため<br />
(9)	サービス等に関する当社規約の変更等の事項をご連絡するため<br />
(10)	サービス等に関するメール配信のお申し込み確認、メールマガジンおよび第三者の広告の配信または表示のため<br />
(11)	サービス等の運営上、トラブルの解決のため<br />
(12)	当社の提携先に提供する統計資料作成のため<br />
(13)	契約や法律等に基づく権利の行使や義務の履行のため<br />
(14)	従業員等の雇用（採用を含みます）及び人事管理のため<br />
(15)	その他サービス等において個別に定める目的のため
    </div>
    <div>
    <h3>3.	個人情報の安全管理措置</h3>
当社は、個人情報の漏えい、滅失またはき損等（以下「漏えい等」といいます）の防止その他の個人情報の安全管理が図られるよう、社内規程等を定め、以下の措置を講じています。<br />
なお、万一当社の取り扱う個人情報について漏えい等の事態が生じたときは、法令等に基づき、個人情報保護委員会への報告及びご本人への通知等の適切な措置を実施します。<br />
(1)	個人情報保護管理責任者の設置および個人情報保護体制の整備<br />
(2)	個人情報の取得、利用、提供、管理、訂正、追加、削除等の段階ごとに、取扱方法、責任者・担当者の役割等についてのルール策定および定期的な監査等による管理状況の確認の実施<br />
(3)	個人情報の取り扱いに関する留意事項等につき、従業員に対する定期的な教育・研修の実施<br />
(4)	個人情報についての秘密保持に関する事項の就業規則への記載<br />
(5)	個人情報を取り扱う区域の入退出管理等の物理的対策の実施および個人情報の不正アクセスや持ち出し等を防止するための措置の実施<br />
(6)	情報に応じて、アクセス制限、アクセス証跡の取得、情報の暗号化等の措置の実施および情報システムへの外部からの不正アクセス又は不正ソフトウェア等から保護する仕組みの導入<br />
(7)	業務の委託等により、外国において個人情報を取り扱う場合には、当該国の個人情報の保護に関する制度を把握した上で、適切かつ合理的な安全管理措置の実施
    </div>
    <div>

    <h3>4.	個人情報の委託・共同利用について</h3>
当社は、第2項「個人情報の利用について」の範囲内において、個人情報の取り扱い業務の全部もしくは一部を委託する場合があります。この場合、社内規程等で定める委託先選定基準を満たす者であるかを十分審査し、委託契約において安全管理措置、守秘義務、委託契約終了時の個人情報の返却等その他の個人情報の取り扱いに関する事項について適正に定め、必要かつ適切に委託先の管理・監督を行います。

    </div>
    
    <div>

<h3>5.	個人情報の第三者提供について</h3>
当社は、以下に定める場合には、取得情報を第三者に提供することができるものとします。<br />
(1)	ご本人の同意がある場合<br />
(2)	サービス等およびその他付随するサービス等の提供のために、お客様等の注文情報または申し込み情報を当社の提携先に提供する場合<br />
(3)	代金決済、商品の配送、お客様からのお問い合わせへの対応、当社からお客様へのお問い合わせ、関連するアフターサービスの提供等のために、決済代行業者、配送業者、業務委託先その他の第三者に提供する場合<br />
(4)	第三者との紛争解決のため、またはお客様等もしくは第三者の権利や利益等を守るために情報提供が必要と当社が判断した場合<br />
(5)	合併その他の事由による事業の承継に伴って個人情報を提供する場合であって、承継前の利用目的の範囲内で当該個人情報を取り扱うとき<br />
(6)	法令等に基づき、裁判所、行政機関、監督官庁その他公的機関から取得情報の開示を求められた場合<br />
(7)	人の生命、身体又は財産の保護のために必要がある場合であって、ご本人の同意を得ることが困難であるとき<br />
(8)	公衆衛生の向上又は児童の健全な育成の推進のために特に必要がある場合であって、ご本人の同意を得ることが困難であるとき<br />
(9)	国の機関もしくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、ご本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき

    </div>

<div>

<h3>6.	個人情報の開示・訂正等について</h3>
6.1 当社は、ご本人から自己の個人情報についての開示の請求がある場合、速やかに開示をいたします。但し、開示することにより次のいずれかに該当する場合は、その全部又は一部を開示しないこともあり、開示しない決定をした場合には、その旨を遅滞なく通知します。<br />
(1)	ご本人又は第三者の生命、身体、財産その他の権利利益を害するおそれがある場合<br />
(2)	当社の業務の適正な実施に著しい支障を及ぼすおそれがある場合<br />
(3)	その他法令に違反することとなる場合<br />
6.2 個人情報の内容に誤りがあり、ご本人から訂正、追加又は削除の請求がある場合、調査の上、速やかにこれらの請求に対応いたします。 当社の個人情報の取り扱いにつきまして、上記の請求、お問い合わせ等がございましたら、後記のお問い合わせ先までご連絡くださいますようお願い申し上げます。その際、ご本人であることが確認できない場合には、上記の請求には応じられません。


</div>
<div>

<h3>7.	個人情報の利用停止等</h3>
当社は、ご本人から、個人情報が、利用目的の範囲を超えて取り扱われているという理由又は不正の手段により取得されたものであるという理由により、その利用の停止又は消去を求められた場合には、遅滞なく必要な調査を行い、その結果に基づき、個人情報の利用停止等を行い、その旨ご本人に通知します。但し、個人情報の利用停止等に多額の費用を有する場合その他利用停止等を行うことが困難な場合であって、ご本人の権利利益を保護するために必要なこれに代わるべき措置をとることができる場合は当該代替策を講じます。

</div>
<div>
<h3>8.	プライバシーポリシーの変更</h3>
本方針のプライバシーポリシーは改定する場合があります。プライバシーポリシーを改定した場合には、その旨を当社サイト上で告知しますので、定期的にご確認下さいますようお願いいたします。 変更後の本方針については、当社が別途定める場合を除いて、当サイトに掲載した時から効力を生じるものとします。
</div>
<div>

<h3>9.	お問い合わせ先</h3>
当社の個人情報の取り扱いにつきまして、ご質問その他お問い合わせ等ございましたら、以下の「個人情報取扱担当窓口」までご連絡ください。 <br />

＜個人情報取扱担当窓口＞＜苦情・相談窓口担当＞<br />
NeoPen株式会社<br />
〒460-0003<br />
愛知県名古屋市中区錦一丁目17-13<br />
伏見名興ビル２階 052-990-2931<br />
開示・訂正等のご請求について　・・・　個人情報取扱担当窓口　宛<br />
ご質問・その他お問い合わせ　　・・・　苦情・相談窓口担当　　宛<br />
e-mail : support@neopen.co.jp<br />
</div>
  </div>
}