import '../paragraph.css';

export default function TermPage() {
  return <div className="leading-loose sitetext">
    <h1>利用規約</h1>
    <div>
    NeoPen株式会社（以下「当社」といいます。）が提供するインターネットサービス<b className="font-semibold">「ガチャラボ」</b>における各種サービス（理由の如何を問わずサービスの名称又は内容が変更された場合は、当該変更後のサービスを含みます。以下「本サービス」といいます。） は、本利用規約（以下「本利用規約」といいます。）に従って提供します。本利用規約には、本サービスに関してユーザーが遵守する必要のある事項及び当社とユーザーとの間の権利義務関係が定められています。本サービスをご利用されるユーザーは、必ず本利用規約をすべてお読みいただき、本利用規約に同意の上、ご利用いただくようお願いします。
    </div>
    <div>
    <h3>第１条	本サービスの内容及び当社の役割</h3>
    1. 本サービスは、トレーディングカード等の販売を目的とするサービスです。<br />
    2. 本サービスの内容は、本利用規約及び当社が別途定めるガイド、当社のウェブサイトに掲載する利用条件等に定めるとおりとします。
    </div>
    <div>
    <h3>第２条	定義</h3>
    本利用規約において、以下の用語は、別途定義されている場合及び文脈上別異に解すべきことが明確である場合を除き、以下の意味を有するものとします。<br />
    (1) 「本規約」とは、本利用規約、別途当社の定める利用規約、ガイド及び当社のウェブサイトに掲載する利用条件等をいい、これらはすべて本規約を構成するものとします。<br />
    (2) 「プライバシーポリシー」とは、当社が定めるプライバシーポリシー（【https://oripa.gacha-labs.com/privacy】名称の如何を問わないものとします。）をいいます。<br />
    (3) 「ガイド」とは、当社が定める本サービスに関するガイドをいいます。<br />
    (4) 「ユーザー」とは、本規約の内容に同意して、日本国内において本サービスを利用する個人又は法人をいいます。<br />
    (5) 「個人情報」とは、個人情報の保護に関する法律第2条第1項に定義される個人情報に該当するものをいいます。<br />
    (6) 「商品」とは、本サービスにおいて販売されるトレーディングカードその他の商品をいいます。<br />
    (7) 「コンテンツ」とは、当社又はユーザーが本サービスに掲載・発信した情報をいいます。<br />
    (8) 「利用契約」とは、ユーザーと当社との間に成立し、本規約が適用される本サービスの利用にかかる契約をいいます。
    </div>
    <div>
    <h3>第３条	ユーザー登録等</h3>
    1. 本サービスの利用を希望する者（以下「登録希望者」といいます。）は、本規約を遵守することに同意し、かつ当社の定める一定の情報（以下「登録情報」といいます。）を当社の定める方法で当社に提供することにより、当社に対し、本サービスの利用の登録を申請するものとします。<br />
2. 登録申請は、必ず本サービスを利用する本人が行わなければならず、当社が事前に書面（電磁的記録を含みます。以下同じ。）により同意をした場合を除き、代理人による登録申請は認められないものとします。また、登録希望者は、登録の申請に際し、真実、正確かつ最新の情報を当社に提供しなければなりません。<br />
3. 登録希望者が未成年者である場合は、事前に親権者などの法定代理人の包括的な同意を得たうえで本サービスを利用するものとします。登録希望者が未成年者である場合、当社は、親権者の同意の有無に関して、親権者などの法定代理人に対し、確認の連絡をする場合があります。かかる連絡を受けた登録希望者は、親権者の同意に関して、当社が求めた事項を速やかに回答するものとします。<br />
4. ユーザー及び登録希望者は、複数のユーザー登録を行うことができないものとします。<br />
5. 当社は、第１項に基づき登録を申請した者が、以下の各号のいずれかの事由に該当すると当社が判断した場合は、登録を拒否することがあります。当社は、登録を拒否した場合、登録希望者に対して拒否の理由を開示しないものとします。<br />
(1) 本規約に違反するおそれがあると当社が判断した場合又は登録希望者が本規約に違反したことがある場合<br />
(2) 過去に本サービス又は当社が提供する他のサービスの利用の登録を取り消されたことがある場合<br />
(3) 当社に提供された登録情報の全部又は一部につき、虚偽、誤記又は記載漏れがあると判断した場合<br />
(4) 未成年者、成年被後見人、被保佐人又は被補助人のいずれかであって、法定代理人、後見人､保佐人又は補助人の同意等を得ていなかった場合<br />
(5) 反社会的勢力等（暴力団、暴力団員、右翼団体、反社会的勢力、その他これに準ずる者を意味します。以下同じ。）である、又は資金提供その他を通じて反社会的勢力等の維持、運営若しくは経営に協力若しくは関与する等反社会的勢力等との何らかの交流若しくは関与を行っている場合<br />
(6) その他、当社が登録を適当でないと判断した場合<br />
6. 当社は、前項に従って、登録希望者の登録の可否を判断し、当社が登録を認める場合にはその旨を登録希望者に通知します。かかる通知により登録希望者のユーザーとしての登録は完了し、ユーザーと当社の間に利用契約が成立するものとします。<br />
7. ユーザーは、登録情報に変更があった場合は、遅滞なく、当社の定める方法により、当該変更事項を当社に通知し、当社から要求された情報及び資料を提出するものとします。
    </div>
    <div>
    <h3>第４条	ユーザー登録の取消し等</h3>
1.	当社は、ユーザーが以下の各号のいずれかに該当したと当社が判断した場合、事前の通知なしに、ユーザー登録の取消、本サービスの全部若しくは一部へのアクセスの拒否・利用停止、又は、ユーザーに関連するコンテンツや情報の全部若しくは一部の削除の措置等をとることができるものとします。なお、当社は、ユーザーが以下の各号のいずれにも該当しないことを確認するために、当社が必要と判断する確認を行うことができ、当該確認が完了するまでの間、本サービスの全部若しくは一部へのアクセスの拒否・利用停止等の措置することができます。なお、本条に関連して当社から照会を受けたユーザーは速やかに当社に対して、当該照会を受けた事項に関して回答を行うものとします。<br />
(1)	法令又は本規約に違反した場合<br />
(2)	不正行為があったと場合<br />
(3)	登録した情報が虚偽の情報である場合<br />
(4)	登録した情報が既存の登録情報と重複している場合<br />
(5)	登録した携帯電話番号又はメールアドレスが不通になったことが判明した場合<br />
(6)	本規約上必要となる手続又は本規約上求められている当社への連絡を行わなかった場合<br />
(7)	他のユーザーや第三者に不当に迷惑をかける等本サービスの運営に支障を生じさせた場合<br />
(8)	登録した金融機関の口座に関し、違法又は不適切その他の問題があることが当該金融機関による指摘その他により判明した場合<br />
(9)	第3条第5項各号のいずれかに該当する場合<br />
(10)	12か月上本サービスの利用がなく、当社からの連絡に対して応答がない場合<br />
(11)	ユーザーが自ら又は第三者を通じて、暴力的な要求行為、法的な責任を超えた不当な要求行為、脅迫的な言動又は暴力を用いる行為、風評を流布し、偽計を用い又は威力を用いて、信用を毀損又は業務を妨害する行為をした場合<br />
(12)	本項に基づく当社からの照会に対して応答がない場合<br />
(13)	その他当社がユーザーに相応しくないと判断した場合<br />
2.	当社は、本条の措置を受けたユーザーに対し、将来にわたって当社が提供するサービスの利用及びアクセスを禁止することができるものとします。<br />
3.	当社は、本条の措置によりユーザーに生じる損害について、一切の責任を負わないものとします。<br />
4.	当社は、本条の措置に関する理由をユーザーに説明する義務を負わないものとします。
    </div>
    <div>
    <h3>第５条	ユーザーの退会</h3>
1.	ユーザーは、当社の定める方法で当社に退会を希望する旨を問い合わせ、当社の判断により認められた場合には退会することができます。<br />
2.	前項の規定にかかわらず、取引の決済や商品の郵送や商品代金の引出申請等取引の手続が未了のものがある場合は、ユーザーは退会することができず、当該ユーザーは、一連の未了の取引を本規約に従って遅滞なく円滑に進め、完了させた後、当社の定める方法で当社に再度問い合わせを行わなければなりません。<br />
3.	当社は、本条の措置によりユーザーに生じる損害について、一切の責任を負わないものとします。
    </div>
    <div>
    <h3>第６条	アカウント情報の管理</h3>
    1. ユーザーは、自己の責任において、本サービスにかかるユーザーID及びパスワード（以下「アカウント情報」といいます。）を管理及び保管するものとし、これを第三者に利用させたり、貸与、譲渡、名義変更、売買等の行為をしたりしてはならないものとします。<br />
    2. アカウント情報の管理不十分（第三者から推認されやすいパスワードを利用した場合も含みます。）、使用上の過誤、第三者の使用等による損害の責任はユーザーが負うものとし、当社は一切の責任を負いません。<br />
    3. ユーザーは、アカウント情報が盗まれ、又は第三者に使用されていることが判明した場合、直ちにその旨を当社に通知し、当社の指示に従うものとします。
    </div>
    <div>
    <h3>第７条	（本サービスの停止等）</h3>
1.	以下のいずれかに該当する場合、ユーザーに事前に通知することなく、当社は、本サービスの利用の全部又は一部について、停止又は中断することができるものとします。<br />
(1)	定期的又は緊急に、本サービスに関するコンピュータ・システムの点検・保守作業を行う場合<br />
(2)	事故によって、コンピュータ、通信回線等が停止した場合<br />
(3)	不可抗力（火災、停電、天災地変等）によって、本サービスの提供ができなくなった場合<br />
(4)	当社以外の事業者が提供する当社所定のサービス（本サービスの実施に利用されるサービス）に、トラブル、サービス提供の中断や停止、又は本サービスとの連携の停止、サービスの仕様の変更等が生じた場合<br />
(5)	その他停止又は中断を当社が必要と判断した場合<br />
2.	当社は、当社の都合によって、本サービスの提供を停止又は終了することができます。この場合、ユーザーに対して、当社は事前に通知するものとします。<br />
3.	本条に基づいて当社が執った措置が原因でユーザーに損害が生じた場合、当社は、一切の責任を負いません。

    </div>
    
    
    <div>
    <h3>第８条	商品の購入</h3>
1.	ユーザーは、当社の定める手続により購入の意思をもって、注文を行うものとします。なお、ユーザーによる商品の注文後のキャンセルはできないものとします。<br />
2.	ユーザーは、購入する意思のない注文、転売等の営利を目的とした商品の購入、またいたずら目的と見受けられる注文等を行うことはできません。<br />
3.	当社が定める取引開始可能な時間内に、当社の管理するサーバーに販売金額に関するデータ、販売意思のアクションデータなどの当社所定のデータの到達が確認できなかった場合、注文は無効になるものとし、ユーザーは予めこれを承諾するものとします。<br />
4.	ユーザーの注文又は購入等によって、ユーザー及び第三者に生じる損害につき、当社は一切責任を負わないものとします。<br />
5.	現状有姿に基づく販売となりますので、商品にキズ等がある不良品についても、その返品及び交換には応じられません。<br />
6.	販売にあたり、当社が出品時の写真撮影、商品状態に関する説明を行うことがありますが、販売時の写真、商品状態に関する説明は当社基準によるものであり、商品の客観的品質について何ら保証するものではありません。

    </div>
    <div>
    <h3>第９条	（商品の取扱い）</h3>
1.	ユーザーは、本サービスを利用して獲得した商品の配送を受けることができます。<br />
2.	ユーザーは、獲得した商品の配送を希望する場合には、本サイトから所定の配送手続を行わなければなりません。<br />
3. 商品に関する配送料は、弊社が全額負担するものとします。なお、国外への配送については、当該国の事情に応じて、ユーザーに別途料金を徴収します。<br />
4.	当社は、商品を発送する際に、商品の破損等が発生しないように、適切な方法で梱包をするものとします。<br />
5. 商品の配送は、原則として、発送の依頼日から14営業日以内とします。<br />
6.	当社は、商品の発送中において破損等のトラブルが発生しても、一切の責任を負いません。また、ユーザーが商品の発送を希望する場合には、商品の獲得後48時間以内に発送先住所を登録の上、発送手続きをしなければなりません。<br />
7.	当社は、商品の配送までの間に、ユーザーの本規約違反行為等が認められた場合には、当該商品の配送を停止することができるものとします。なお、当該停止に伴う損害については、当社は一切賠償の責任を負いません。<br />
8.	当社がユーザーに商品を配送した後、ユーザーの受け取り拒否、宛先不明等で返送され、当該ユーザーが再送手続を行わなかった場合、当該ユーザーは、当該商品に関する一切の権利を失うものとします。また、この場合であっても、ポイントの返還義務等の一切の補償又は損害賠償義務について、当社は一切負いません。<br />
9.	発送件数が多い場合、又は当社に他業務がある場合等は、事前の告知なく、上記期日を超える場合があります。

    </div>


    <div>
    <h3>第１０条	（ポイント）</h3>
1.	ユーザーは、当社が別途定める手続及び条件に従い、本サービスによる商品の購入に利用可能なポイントを1ポイントあたり1円で交換することができます。<br />
2.	ユーザーは、ポイント交換後速やかに残高を確認し、もし誤りがあった場合には、直ちに当社宛てに申し出るものとします。<br />
3.	ポイントの交換率、失効条件、利用可能な対象商品等に関する各種条件は、本規約に定める場合を除いて、当社が別途指定するものとします。<br />
4.	当社が延長を認めた場合を除いて、ポイント取得日から６ヶ月間（ユーザーのポイント取得前に、これよりも短い期間を当社が定めた場合はその期間）に限り、ユーザーは、ポイントを利用することができます。当社は、ユーザーに対して、ポイントの有効期間から一定期間前に有効期間の終了を告知する義務を負いません。当社がユーザーに、任意で有効期限を告知しても、それを継続して告知することはありません。<br />
5.	ポイントの有効期間は、当社がユーザーにポイントを付与した日を起算点とします。キャンセル等の理由によって使用したポイントがユーザーに返還された場合でも、これと異なる取り扱いはしません。<br />
6.	ユーザーが退会した又は登録が取り消された場合、第4項に規定する期間内であっても、当該ユーザーのポイントは、退会時点又は取消時点で、全て失効することとします。当社がユーザーに対して、退会時又は取消時に失効するポイント数について連絡しないことを、ユーザーはあらかじめ同意するものとします。<br />
7.	当社が付与したポイントについて、ユーザーは、本サービスにのみ使用するものとします。また、当該ポイントを第三者へ譲渡したり売買したりすること、又は本サービス以外の決済手段で利用することはできないものとします。第三者からこれらの行為の勧誘を受けたユーザーは、当社に連絡するものとします。<br />
8.	いかなる場合も、当社は、ポイントを現金に換算し、ポイント保有者に払い戻すことはありません。
</div>
<div>
    <h3>第１１条	個人情報等の取扱い</h3>
1.	当社は、本規約のほか、プライバシーポリシーに従って個人情報等を取り扱います。<br />
2.	ユーザーは、本サービスの利用又は本サービスの閲覧の前に、本サービス上で、プライバシーポリシーを必ず確認し、その内容に同意した上で、本サービスを利用するものとします。<br />
3.	当社は、本サービスを通じて得た個人情報等に関して、プライバシーポリシーの利用目的として記載された事項及び本サービス全般の提供のために利用することができるものとします。<br />
4.	当社は、クレジットカードの第三者による不正利用を防止することを目的として、第三者に対して個人情報を提供することがあります。かかる提供について、ユーザーは予め同意するものとします。<br />
5.	ユーザーは、本サービスを通じて得た個人情報等の取扱いにあたっては、個人情報の保護に関する法律その他の法令に従うものとします。
    </div>
<div>
    <h3>第１２条	禁止事項</h3>
当社は、本サービスの利用に関して、ユーザー及び第三者の以下の各号に該当すると当社が判断する行為（以下「禁止事項」といいます。）を禁止し、ユーザーは故意又は過失の有無にかかわらず禁止事項に該当する行為を行うことが本規約違反とみなされることを同意します。以下の禁止事項は、当社により適宜追加修正される場合があり、ユーザーは、実際に本サービスを利用される際には、常に最新の内容を確認する義務を負うものとします。<br />
(1)	他のユーザーのユーザー資格を利用して当社のサービスを利用すること<br />
(2)	当社又は他のユーザーの利益を侵害すること<br />
(3)	当社若しくは他のユーザーの著作権を含む知的財産権その他の権利を侵害すること又はそのおそれのある行為<br />
(4)	他のユーザーのプライバシーを侵害したり、名誉を毀損したり、精神的損害を与えること<br />
(5)	当社又は他のユーザーに経済的損害を与えること<br />
(6)	他のユーザーに損害を与えること<br />
(7)	他のユーザーが迷惑や不快を感じるおそれのある行為<br />
(8)	他のユーザーと紛争が生じる可能性のある行為<br />
(9)	法令等又は本規約に違反する行為<br />
(10)	本規約の趣旨に照らして不適切な行為<br />
(11)	当社のご利用上の注意に反する行為<br />
(12)	当社のサービス運営を妨げること<br />
(13)	公序良俗に反する行為<br />
(14)	当社の事前の書面による許可なく、当社のサービス外のところで、商業目的で、当社が提供するあらゆるサービス、コンテンツ、情報、システム、機能、プログラム等の全部又は一部を利用すること<br />
(15)	商業用の広告、宣伝を目的とした行為<br />
(16)	コンピュータ・ウィルスの送信等、コンピュータの機器や通信回線、ソフトウェア等の機能に悪影響を及ぼす行為<br />
(17)	当社が提供するサービスに繋がっているサーバーやネットワークに対して悪影響を及ぼすこと<br />
(18)	当社がサービスを提供する上で関係するあらゆるシステムに対して、不正にアクセスすること<br />
(19)	当社が提供するインターフェイスとは別の手法を用いてサービスにアクセスすること<br />
(20)	当社のウェブサイトに関連するシステムやソフトウェアのセキュリティホールやエラー、バグ等を利用した行為<br />
(21)	当社のウェブサイトに関連するシステムやソフトウェア、プロトコル等をリバースエンジニアリングや逆アセンブル等の手法により解読する行為、これらを改ざん、修正等する行為、及び、これらを複製、二次利用する行為<br />
(22)	マネー・ロンダリングを目的とした行為<br />
(23)	その他、当社が不適切と考える行為
    </div>
<div>
<h3>第１３条	本サービスの停止等</h3>
1.	当社は、以下のいずれかに該当する場合には、ユーザーに事前に通知することなく、本サービスの利用の全部又は一部を停止又は中断することができるものとします。<br />
(1)	本サービスにかかるコンピュータ・システムの点検又は保守作業を定期的又は緊急に行う場合<br />
(2)	コンピュータ、通信回線等が事故により停止した場合<br />
(3)	火災、停電、天災地変などの不可抗力により本サービスの運営ができなくなった場合<br />
(4)	他の事業者が提供している当社所定のサービスで、本サービスの実施に利用されるサービス（以下「第三者サービス」といいます。）に、トラブル、サービス提供の中断又は停止、本サービスとの連携の停止、仕様変更等が生じた場合<br />
(5)	その他、当社が停止又は中断を必要と判断した場合<br />
2.	当社は、当社の都合により、本サービスの提供を終了することができます。この場合、当社はユーザーに事前に通知するものとします。<br />
3.	当社は、本条に基づき当社が行った措置に基づきユーザーに生じた損害について一切の責任を負いません。
</div>
<div>
<h3>第１４条	他のサービスへの遷移</h3>
1.	ユーザーが本サービスを利用するにあたり、本サービスから、当社の関連会社又は第三者サービスに遷移する場合があります。ユーザーは、予めこれに同意するものとし、本規約及び第三者サービスの利用規約等を遵守して、本サービス及び第三者サービスを利用するものとします。<br />
2.	第三者サービスへの遷移後に本サービスの利用を継続したユーザーは、第三者サービスの利用規約等に同意したものとみなします。当社は、第三者サービスについて何等の保証を行わないものとし、ユーザー及び第三者が第三者サービスを利用することにより生じる損害について、一切責任を負わないものとします。
</div>
<div>
<div>
<h3>第１５条	ユーザーの賠償等の責任</h3>
1.	ユーザーは、本規約に違反することにより当社に損害を与えた場合、又は本サービスの利用に関連して当社に損害を与えた場合、当社に対しその損害を賠償しなければなりません。<br />
2.	ユーザーは、本サービスに関連して他のユーザー、第三者サービスの事業者その他の第三者との間で紛争が生じた場合（それらの者からクレームを受けた場合を含みます。）には、直ちにその内容を当社に通知するとともに、ユーザーの費用と責任において当該紛争又はクレームを処理し、当社からの要請に基づき、その経過及び結果を当社に速やかに報告するものとします。<br />
3.	ユーザーによる本サービスの利用に関連して、当社が、他のユーザー、第三者サービスの事業者その他の第三者から権利侵害その他の理由により何らかの請求を受けた場合は、ユーザーは当該請求に基づき当社が当該第三者に支払を余儀なくされた金額又は当該請求に基づき当社に発生した費用を賠償しなければなりません。
</div>
<div>
<h3>第１６条	保証の否認及び免責</h3>
1.	当社は、本サービスの内容・品質・水準、本サービスの安定的な提供、本サービスの利用に伴う結果等につき如何なる保証も行うものではありません。本サービスは現状有姿で提供されるものであり、当社は本サービスについて、特定の目的への適合性、商業的有用性、完全性、継続性等を含め、一切保証をいたしません。<br />
2.	ユーザーが当社から直接又は間接に、本サービス、本サービスの他のユーザーその他の事項に関する何らかの情報を得た場合であっても、当社は、ユーザーに対し本規約において規定されている内容を超えて如何なる保証も行うものではありません。<br />
3.	本サービスは、第三者サービスと連携することがありますが、かかる連携を保証するものではなく、本サービスにおいて第三者サービスと連携できなかった場合でも、当社は一切の責任を負いません。<br />
4.	本サービスが第三者サービスと連携している場合において、ユーザーは当該第三者サービスの利用規約を自己の費用と責任で遵守するものとし、ユーザーと当該第三者サービスを運営する事業者との間で紛争等が生じた場合でも、当社は当該紛争等について一切の責任を負いません。<br />
5.	ユーザーは、本サービスを利用することが、ユーザーに適用のある法令等に違反するか否かを自己の責任と費用に基づいて調査するものとし、当社は、ユーザーによる本サービスの利用が、ユーザーに適用のある法令等に適合することを何ら保証するものではありません。<br />
6.	本サービスに関連してユーザーと他のユーザー、第三者サービスの事業者その他の第三者との間において生じた取引、連絡、紛争等については、ユーザーの責任において処理及び解決するものとし、当社はかかる事項について一切責任を負いません。<br />
7.	当社は、当社による本サービスの提供の中断、停止、終了、利用不能又は変更、ユーザーのメッセージ又は情報の削除又は消失､ユーザーの登録の取消、本サービスの利用によるデータの消失又は機器の故障若しくは損傷、その他本サービスに関連してユーザーが被った損害につき、賠償する責任を一切負わないものとします。<br />
8.	本サービスから他のウェブサイトへのリンク又は他のウェブサイトから本サービスへのリンクが提供されている場合でも、当社は、本サービス以外のウェブサイト及びそこから得られる情報に関して如何なる理由に基づいても一切の責任を負わないものとします。<br />
9.	当社は、本サービスに関連してユーザーが被った損害について、当社に故意又は重過失がある場合を除き、一切賠償の責任を負いません。消費者契約法の適用その他の理由により当社がユーザーに対して損害賠償責任を負う場合においても、当社の賠償責任は、当社の債務不履行又は不法行為によりユーザーに生じた損害のうち現実に発生した直接かつ通常の損害に限り、かつ、損害の事由が生じた時点から遡って過去1ヶ月間に当社が当該ユーザーから現実に受領した金額を上限とします。
</div>
<div>
<h3>第１７条	本規約の変更</h3>
1.	当社は、ユーザーの同意なくして、本サービスの内容を自由に変更できるものとします。<br />
2.	当社は、本規約の変更を行う場合は、変更後の本規約の効力発生日を定め、効力発生日の2週間前までに、変更後の本規約の内容及び効力発生日を当社所定の方法によりユーザーに周知するものとします。
</div>
<div>
<h3>第１８条	連絡及び通知</h3>
本サービスに関する問い合わせその他ユーザーから当社に対する連絡又は通知、及び本規約の変更に関する通知その他当社からユーザーに対する連絡、通知、又は周知は、当社の定める方法で行うものとします。
</div>
<h3>第１９条	権利帰属</h3>
1.	本サービスに関する所有権及び知的財産権は全て当社又は当社にライセンスを許諾している者に帰属しており、本規約に定める登録に基づく本サービスの利用許諾は、本規約において明示されているものを除き、本サービスに関する当社又は当社にライセンスを許諾している者の知的財産権の譲渡又は使用許諾を意味するものではありません。ユーザーは、いかなる理由によっても当社又は当社にライセンスを許諾している者の知的財産権を侵害するおそれのある行為（逆アセンブル、逆コンパイル、リバースエンジニアリングを含みますが、これに限定されません。）をしないものとします。<br />
2.	ユーザー等がサービスに関連して発信又は掲載したコンテンツに関する一切の責任は、当該ユーザー等が負うものとし、当社は、その内容、品質、正確性、信憑性、適法性、最新性、有用性等について、確認いたしません。また、当社は、それらに関して、一切保証せず、一切責任を負わないものとします。<br />
3.	当社は、コンテンツのバックアップを行う義務を負わないものとします。ユーザーは、コンテンツのバックアップが必要な場合には、自己の費用と責任でこれを行うものとします。<br />
4.	当社は、ユーザーが本規約に違反又は本規約の精神に照らして不適切な行為を行ったと当社が判断した場合、当該ユーザーが掲載したあらゆるコンテンツを、事前の通知なしに変更及び削除できるものとします。
</div>
<div>
<h3>第２０条	権利義務の譲渡等</h3>
1.	ユーザーは、当社の書面による事前の承諾なく、利用契約上の地位又は本規約に基づく権利若しくは義務につき、第三者に対し、譲渡、移転、担保設定、その他の処分をすることはできません。<br />
2.	当社は本サービスにかかる事業を第三者に譲渡（事業譲渡、会社分割その他態様の如何を問わないものとします。）した場合には、当該譲渡に伴い利用契約上の地位、本規約に基づく権利及び義務並びにユーザーの登録情報その他の顧客に関する情報を当該譲渡の譲受人に譲渡することができるものとし、ユーザーは、かかる譲渡につき予め同意したものとします。
</div>
<div>
<h3>第２１条	分離可能性</h3>
1.	本規約のいずれかの条項又はその一部が、消費者契約法その他の法令等により無効又は執行不能と判断された場合であっても、無効又は執行不能と判断された規定以外の残りの規定は、継続して完全に効力を有することをユーザーは予め同意します。<br />
2.	当社及びユーザーは、当該無効又は執行不能と判断された条項を、適法かつ執行力を持たせるために必要な範囲で修正し、当該無効若しくは執行不能な条項に関し、法律的及び経済的に同等の効果を確保できるように努力するものとします。
</div>
<div>
<h3>第２２条	設備の負担等</h3>
1.	本サービスの提供を受けるために必要な、コンピュータ、ソフトウェアその他の機器、通信回線その他の通信環境等の準備及び維持は、ユーザーの費用と責任において行うものとします。<br />
2.	ユーザーは、自己の本サービスの利用環境に応じて、コンピュータ・ウィルスの感染の防止、不正アクセス及び情報漏洩の防止等のセキュリティ対策を自らの費用と責任において講じるものとします。<br />
3.	ユーザーは、本サービスの利用開始に際し又は本サービスの利用中に、本サービスからのダウンロードその他の方法によりソフトウェア等をユーザーのコンピュータ等にインストールする場合には、ユーザーが保有する情報の消滅若しくは改変又は機器の故障、損傷等が生じないよう十分な注意を払うものとし、当社はユーザーに発生したかかる損害について一切責任を負わないものとします。
</div>
<div>
<h3>第２３条	言語</h3>
本規約は、日本語を正文とします。本規約について、参考のために英語による翻訳文が作成された場合であっても、日本語の正文だけが契約としての効力を有するものとし、英訳は何ら効力を有しないものとします。
</div>
<div>
<h3>第２４条	準拠法及び管轄裁判所</h3>
本規約の準拠法は日本法とし、本規約に起因し又は関連する一切の紛争については、名古屋地方裁判所を第一審の専属的合意管轄裁判所とします。
</div>
<div>
<h3>第２５条	協議解決</h3>
当社及びユーザーは、本規約に定めのない事項又は本規約の解釈に疑義が生じた場合には、互いに信義誠実の原則に従って協議の上速やかに解決を図るものとします。
    </div>
  </div>
}
